SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( DEE_D6541_VB

Comment ( ** Vacuum Braked braking mode ** )
Comment ( ** Use for vacuum braked Passenger trains and Fitted freight trains ** )

Comment ( ******************** General Information **********************
              Included in this section - Type, Shape, Size, Mass, etc
       *************************************************************** )

Type ( Engine )
WagonShape ( DEE_D6541.s )
Size ( 2.834m 3.830m 15.426m )
Mass ( 73.4t-uk ) Comment ( Class 33/0 D6500-D6585 as built )
NumWheels ( 0 ) Comment( 0 unpowered axles )
MaxVelocity ( 85mph ) Comment ( ** In consist file set MaxVelocity ( 38.00 x ) or less ** )

Comment ( ************************* Coupler Information ************************
              Included in this section - Type, Spring, Buffer, Velocity, etc
       ********************************************************************** )

Coupling (
Type ( chain )
Spring (
Stiffness ( 1e6N/m 5e6N/m )
Break ( 1220kN 1220kN )
r0 ( -5cm 0cm )))


Comment ( ******************************* Brakes *********************************************
              Included in this section - Type, Force, Reservoir, Applicatiion, Release. etc
       ************************************************************************************ )

Comment ( * locomotive brake is straight air brake * )

BrakeEquipmentType ( Vacuum_brake, Auxilary_reservoir, Handbrake )
BrakeSystemType ( Vacuum_single_pipe )
MaxBrakeForce ( 133kN )    Comment ( brake force 349kN, coefficient of friction 0.38 )
MaxHandbrakeForce ( 70kN )
BrakeCylinderPressureForMaxBrakeBrakeForce ( 21inHg )
BrakePipeVolume ( 1.11ft^3 )
ORTSNumberBrakeCylinders ( 2 )
ORTSBrakeCylinderSize ( 24in )
ORTSAuxilaryResCapacity ( 5.76ft^3 )
MaxReleaseRate ( 4.0inHg/s ) Comment ( * vacuum braked (passenger) mode, light loco approx 6 * )
MaxApplicationRate ( 3.4inHg/s ) Comment ( * vacuum braked (passenger) mode, light loco approx 6 * )
ORTSDirectAdmissionValve ( 0 )

ORTSBrakeShoeFriction ( 0 0.380 10 0.364 20 0.349 30 0.335 40 0.321 50 0.309 60 0.297 80 0.276 100 0.259 120 0.245 140 0.235 160 0.228 200 0.224 ) 
Comment ( Composite brake shoes - data based on CoFren )

Comment ( **************** Resistance & SuperElevation **************************
              Included in this section - Wheelbase, gauge, etc
       *********************************************************************** )

ORTSBearingType ( Roller )

ORTSDavis_A ( 696 )
ORTSDavis_B ( 26.1 )
ORTSDavis_C ( 5.13 )
  
ORTSWagonFrontalArea ( 100ft^2 )
ORTSDavisDragConstant ( 0.0023 )
ORTSTrailLocomotiveResistanceFactor ( 0.195 )

CentreOfGravity ( 0m 2.25m 0m )
ORTSTrackGauge ( 4ft 8.5in )
ORTSUnbalancedSuperelevation ( 6in )
ORTSRigidWheelBase ( 10ft 0in )

Comment ( ************************ Lights (If used) ***********************************
              Included in this section - Type, Colour, Location, Size, Control, etc
       ***************************************************************************** )

Lights ( 24

Light(
comment( Head light top right dim )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( -0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( Head light top left dim )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( 0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( Head light right dim )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( -0.14 2.72 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( Head light left dim )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( 0.14 2.72 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( reverse Head light right bright )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffffffff )
Position ( -0.14 2.72 -7.26 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( reverse Head light left bright )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffffffff )
Position ( 0.14 2.72 -7.26 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( reverse Head light top right bright )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffffffff )
Position ( -0.14 3.05 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( reverse Head light top left bright )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffffffff )
Position ( 0.14 3.05 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( Red light right )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 2.75 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( Red light left )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 2.75 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( Red light top right )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 3.05  -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( Red light top left )
Type( 0 )
Conditions (
Headlight ( 2 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 3.05 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( reverse Red light right )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 2.75 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( reverse Red light left )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 2.75 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( reverse Red light top right )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( reverse Red light top left )
Type( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.2 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Comment ( AI Light Section )

Light(
comment( Red light outer right )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 3.05 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( Red light outer left )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 3.05 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( Red light outer right )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( 0.14 2.72 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( Red light outer left )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffff0000 )
Position ( -0.14 2.72 -7.22 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)

)
)
Light(
comment( right light )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( 0.14 2.72 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( left light )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( -0.14 2.72 7.245 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
Light(
comment( top right light )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( 80ffffff )
Position ( -0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)
)
)

Light(
comment( top left light )
Type( 0 )
Conditions (
Control ( 1 )
Unit ( 2 )
)
FadeIn( 0.5 )
FadeOut( 0.5 )
Cycle( 0 )
States( 1
State(
Duration ( 0.0 )
LightColour ( ffffffff )
Position ( 0.14 3.05 7.18 )
Azimuth ( 0.0 0.0 0.0 )
Transition ( 0 )
Radius ( 0.4 )
Elevation ( 0.0 0.0 0.0 )
)
)
)
)


Comment ( ******************** Freight Animations (If used) *******************
              Included in this section - Freight Animation information, etc
       ********************************************************************* )

Comment ( ********************* Wagon Visual Effects *********************
                    Included in this section - Effect type, etc
         *********************************************************************** )

Comment ( ********************** Micellaneous Information **********
                    Included in this section - Name, Sounds, etc
        ********************************************************* )

IntakePoint ( 1.45 0.0 FuelDiesel )
IntakePoint ( -1.45 0.0 FuelDiesel )

Sound ("..\\..\\common.sound\\26_27.snd\\gp38eng.sms")

)


Engine ( DEE_D6541_VB
Effects (
DieselSpecialEffects (
Exhaust1 (
0.51 3.75 -1.13
0.28 0.95 0
0.25 )
 ) )

Wagon ( DEE_D6541_VB )

Comment  ( *****************  OR Parameters - Engine Section ************************)

Comment ( *** General *** )
Type ( Diesel )
WheelRadius ( 18.5in )
Sanding ( 25mph )
ORTSNumberDriveAxles ( 4 )
ORTSDriveWheelWeight ( 73.4t-uk  )
MaxDieselLevel( 800g-uk )

Comment ( *** Diesel Engine *** )

Comment ( * Sulzer 8LDA28 engine * )
Comment ( * Diesel Engine performance estimated based on trials with 6LDA28 engine in class 24 * )

ORTSDieselEngines ( 1
Diesel(
IdleRPM ( 330 )
MaxRPM ( 750 )
StartingRPM ( 300 )
StartingConfirmRPM ( 295 )
ChangeUpRPMpS ( 30 )
ChangeDownRPMpS ( 40 )
RateOfChangeUpRPMpSS ( 10 )
RateOfChangeDownRPMpSS ( 10 )
MaximalPower ( 1550hp )
IdleExhaust ( 4.12 ) Comment ( 4-stroke = rpm / 80 )
MaxExhaust ( 9.38 ) Comment ( 4-stroke = rpm / 80 )
ExhaustDynamics ( 5 )
ExhaustDynamicsDown ( 1.1 )
ExhaustColor ( 11464650 )
ExhaustTransientColor ( 11141418 )
DieselPowerTab (
0	0
330	50000
400	312522
450	403798
500	507972
550	616115
650	872085
750	1155835
)
DieselConsumptionTab (
0	0
330	17
400	79
450	102
500	127
550	155
650	221
750	303
  )
ThrottleRPMTab (
0      330
10     335
100    750
)
DieselTorqueTab (
0	0
330	1445
400	7454
450	8561
500	9692
550	10687
650	12800
750	14702
 )
MinOilPressure ( 30 )
MaxOilPressure ( 60 )
MaxTemperature ( 87.7 )
Cooling ( 3 )
TempTimeConstant ( 720 )
OptTemperature ( 81.01 )
IdleTemperature ( 75.5 )
)
)


Comment ( *** Diesel Engine - Tractive Force *** )
Comment ( ** Tractive Force Curves estimated based BR test report for class 24** )
Comment ( ** Power available for traction, separate generator for train heating ** )


ORTSMaxTractiveForceCurves (
0.00 (	
0.0	0
40.2	0
 )	
0.10 (	
0.0	44497
2.2	22249
4.5	8407
6.7	4041
8.9	0
11.2	0
13.4	0
15.6	0
17.9	0
20.1	0
22.4	0
24.6	0
26.8	0
29.1	0
31.3	0
33.5	0
35.8	0
38.0	0
40.2	0
 )
0.25 (
0.0	128109
2.2	64054
4.5	44160
6.7	31904
8.9	18725
11.2	11670
13.4	7647
15.6	5357
17.9	4149
20.1	2965
22.4	0
24.6	0
26.8	0
29.1	0
31.3	0
33.5	0
35.8	0
38.0	0
40.2	0
 )
0.36 (	
0.0	173840
2.2	86920
4.5	59852
6.7	43032
8.9	34093
11.2	22346
13.4	15432
15.6	11076
17.9	8319
20.1	3336
22.4	3003
24.6	2578
26.8	0
29.1	0
31.3	0
33.5	0
35.8	0
38.0	0
40.2	0
 )
0.46 (
0.0	216185
2.2	108092
4.5	74381
6.7	53336
8.9	42106
11.2	34749
13.4	29594
15.6	25980
17.9	23329
20.1	21321
22.4	19775
24.6	18542
26.8	17566
29.1	15100
31.3	13079
33.5	11377
35.8	9935
38.0	8706
40.2	7655
 )
0.57 (
0.0	269115
2.2	134557
4.5	92543
6.7	66215
8.9	52121
11.2	42854
13.4	36331
15.6	31731
17.9	28333
20.1	25735
22.4	23715
24.6	22085
26.8	20775
29.1	19698
31.3	16892
33.5	14491
35.8	12437
38.0	10669
40.2	9138
 )
0.79 (
0.0	399466
2.2	199733
4.5	137270
6.7	97934
8.9	76786
11.2	62814
13.4	52924
15.6	45895
17.9	40655
20.1	36607
22.4	33418
24.6	30810
26.8	28677
29.1	26892
31.3	25380
33.5	24086
35.8	20778
38.0	18126
40.2	15810
 )
1.00 (	
0.0	538250
2.2	269125
4.5	184890
6.7	131705
8.9	103047
11.2	84065
13.4	70590
15.6	60975
17.9	53774
20.1	48182
22.4	43749
24.6	40099
26.8	37091
29.1	34552
31.3	32381
33.5	30505
35.8	28889
38.0	25583
40.2	22668
 )
)

Comment ( *** Electric Motor *** )

MaxForce ( 40000lbf ) Comment ( Max TE 45000lbf from diagram book - adjusted to give correct ammeter reading )
Comment ( Max continuous current = 1760A main generator, 26000lbf @ 17.5 mph )
MaxCurrent ( 2620A ) Comment ( Ammeter reads 0 to 2000 A )

Comment ( *************************** Brake System *********************************************
                    Included in this section - Compressor, Reservoir, Application rates, etc
       ************************************************************************************** )

Comment ( *** Braking system *** )
BrakesEngineBrakeType( Vacuum_single_pipe ) Comment ( * Engine brake is straight air brake * )
BrakesTrainBrakeType( Vacuum_single_pipe_eq ) Comment ( * dual braked locomotive * )

ORTSBrakeServiceTimeFactor ( 10s )

ORTSBrakeEmergencyTimeFactor ( 1s )
ORTSBrakePipeTimeFactor ( 1.4 )
ORTSBrakePipeDischargeTimeMult ( 40.0 )
TrainPipeLeakRate ( 0.04 )


Comment ( *** Exhausters ***)
Comment ( * Electrical exhausters - creating rate 220 cfm // estimate maintaining rate equivalent to 40 cfm @ train pipe *)
ORTSBrakePipeChargingRate ( 0.55InHg/s )

Comment ( *** Brake Valve Combined *** )
TrainBrakesControllerMaxSystemPressure ( 21inhg )
TrainBrakesControllerMinPressureReduction ( 2inHg )

ORTSDoesVacuumBrakeCutPower ( 1 )
ORTSBrakeCutsPowerAtBrakePipePressure ( 12.5inHg )
ORTSBrakeRestoresPowerAtBrakePipePressure ( 16inHg )

Comment ( == Independent Brake valve - Locomotive == )
EngineBrakesControllerMaxSystemPressure( 21inHg )
EngineBrakesControllerMaxReleaseRate( 10 )
EngineBrakesControllerMaxApplicationRate( 10 )
EngineBrakesControllerMinPressureReduction ( 2inHg )

Comment ( ******************* Train Control Systems (If used) ***********************************************
                    Included in this section - Monitoring of Overspeed, Emergency Braking, Vigilance, etc
       *************************************************************************************************** )

ORTSTrainControlSystem( "..\\..\\AWS\\SCRIPT\\TCS_AWS_UK" )
ORTSTrainControlSystemSound( "..\\..\\AWS\\SOUND\\TCS_AWS_UK_old.sms" )
ORTSTrainControlSystemParameters( "..\\..\\AWS\\SCRIPT\\TCS_AWS_UK_1956_AB.ini" )

Comment ( ************************** Engine Controls **************************
       Included in this section - Controllers for Regulator, Reverser, Brakes, etc
        *********************************************************************** )

EngineControllers (

Throttle ( 0 1 0.05 0
NumNotches ( 3
Notch ( 0 0 Dummy )
Notch ( 0.1 1 Dummy )
Notch ( 1 1 Dummy ) ) )

Comment ( Guess for early dual brake controller - not confirmed )

Brake_Train ( 0 1 0.1 0.3
NumNotches ( 4
Notch( 0.0 0 TrainBrakesControllerReleaseStart ) Comment ( RUNNING )
Notch( 0.2 0 TrainBrakesControllerHoldLappedStart ) Comment ( LAP )
Notch( 0.4 1 TrainBrakesControllerVacuumApplyContinuousServiceStart )
Notch( 1.0 0 TrainBrakesControllerEmergencyStart ) ) )

ORTSFastVacuumExhauster ( 0 1 0 )

Comment ( add ANTI SLIP brake )

Brake_Engine ( 0 1 0.1 0.0
NumNotches( 1
Notch( 0 1 EngineBrakesControllerContinuousServiceStart ) ) )

DirControl ( -1 0 1 1 )
AWS ( 0 1 0 )
Horn ( 0 1 0 )
Wipers ( 0 1 0 )
Vigilance ( 0 1 0 )
Headlights ( 0 0.25 1 0 )
)

CabView ( "..\\..\\common.cab\\33cab\\Class33C_OR_VB.cvf" )
HeadOut (  -1.7 2.6 6.7 )

Sound ("..\\..\\common.sound\\26_27.snd\\gp38cab.sms")

Name ( "BR Class 33 No D6541 vacuum braked" )
Description (
"Model and original textures by Paul Mitchell / Daryn Dunkle"+
"y\nThe BRCW type 3, class 33 diesel-electric locomotive, Fi"+
"rst introduced in 1959, A popular and versatile performer c"+
"apable of tasks ranging from main line expresses to pulling"+
" engineering duties.\nLocomotive type: Diesel-Electric\nPow"+
"er source: Diesel engine\nPower: 1,550 hp @ 750rpm\nMax. sp"+
"eed: 85 mph\nTraction motors: Four CP C171C2, axle-hung\nMa"+
"x. continuous tractive effort: 45,000 lb @14mph\nWheel conf"+
"iguration: Eight 3 ft 7 in tapered tread in Bo-Bo configura"+
"tion\nHeight: 12 ft. 8 in.\nWeight: 76-77 metric tons (Depe"+
"nding on type)\nLength: 50 ft. 9 in.\nWidth: 8 ft. 8 in."
)
EngineOperatingProcedures (
"To move forward\n"+
"1.Press the W key to move the Reverser to Forward.\n"+
"2.Press the ; (SEMICOLON) key to release the train brakes.\n"+
"3.Press the [ (LEFT BRACKET) key to release the locomotive brake.\n"+
"4.Press the D key to move the throttle from Idle to Notch 1.\n"+  
"5.Gradually increase power (D key), one notch at a time, until your train reaches the desired speed.\n\n"+
"To slow the train\n"+
"1.Press the A key to move the throttle to a lower setting.\n"+
"2.Use the brakes to further reduce speed if desired.\n\n"+  
"To apply the dynamic brakes\n"+
"1.Press the A key to move the throttle to the Idle position.\n"+
"2.Wait for 10 seconds, then press the . (PERIOD) key to advance the Dynamic Brake handle from Off to the Setup position.  After allowing a few seconds for braking circuit setup, press the . [PERIOD] key again to set the desired level of dynamic braking (Levels 1 - 8).\n\n"+
"To release the dynamic brakes\n"+
"1.Press the D key to move the throttle towards Idle.\n\n"+
"To apply the train brakes\n"+
"1.Press the ' (APOSTROPHE) key to apply the train brakes.\n\n"+
"To bail off the train brakes on the locomotive\n"+
"1. Press the / (FORWARD SLASH) key.\n\n"+
"To release the train brakes\n"+
"1. Press the ; (SEMICOLON) key to release the train brakes.\n\n"+
"To apply the locomotive brake\n"+
"1.Press the ] (RIGHT BRACKET) key to apply the locomotive brake.\n\n"+
"To release the locomotive brake\n"+
"1. Press the [ (LEFT BRACKET) key to release the locomotive brake.\n\n"+
"To activate emergency braking\n"+
"1.Press the A key to reduce the throttle to Idle.\n"+
"2.Press the BACKSPACE key to activate emergency braking.\n\n"+
"To back up\n"+
"1.Bring your train to a full stop.\n"+ 
"2.Press the S key to move the Reverser to the Reverse position.\n"+
"4.Release the brakes.\n"+
"5.Slowly advance the throttle lever (D key).\n\n"+
"To couple to a car or locomotive\n"+
"1. Coast into the unit at a very slow speed, about 2 mph.\n"+
"TIP: To use the Coupling view, press the 6 key.\n"+
"2. Press F9 to open the Train Operations window.\n"+
"3. If the icon for the unit you coupled to is red, the handbrake is on. Double-click the car to release the handbrake.\n"+
"4. Close the Train Operations window.\n\n"+
"To uncouple from a car or locomotive\n"+
"1. Press F9 to open the Train Operations window.\n"+
"2. Double-click a unit in the part of the train you want to uncouple from the locomotive, to set the handbrake.\n"+
"3. Double-click the coupler between the units you want to uncouple and the rest of the train.\n"+
"4. Close the Train Operations window."
)
)